Repository: Ramel/tchacker
Catalog: locale/*.po
Languages: fr

source: $field: $old_value to $new_value
fr: $field: $old_value en $new_value

source: --- Comment from: $user --- $comment $issues
fr: --- Commentaire de&nbsp;: $user --- $comment $issues

source: ANONYMOUS
fr: ANONYME

source: Add
fr: Ajouter

source: Add a new issue
fr: Ajouter une fiche

source: Advanced
fr: Avancé

source: Assigned To
fr: Assigné à

source: Awaiting validation
fr: À valider

source: B&W Set
fr: Décor N&B

source: Change Several Issues
fr: Modifier plusieurs fiches

source: Color Set
fr: Décor couleur

source: Comment
fr: Commentaire

source: Default
fr: Par défaut

source: Edit Issue
fr: Éditer la fiche

source: Edit issues
fr: Éditer les fiches

source: Edit resources
fr: Éditer les resources

source: Edit this search
fr: Éditer la recherche

source: End
fr: Fin

source: Export to CSV
fr: Exporter en CSV

source: Export to Text
fr: Exporter en texte

source: Give the title of one Product
fr: Donner le titre d'un produit

source: Go To Issue
fr: Aller à la fiche

source: High
fr: Haute

source: High Priority
fr: Priorité haute

source: History
fr: Historique

source: In Progress
fr: En cours

source: Issue
fr: Fiche

source: Issue not found.
fr: Fiche non trouvée

source: Issues
fr: Fiches

source: Low
fr: Bas

source: Modifications:
fr: Modifications&nbsp;:

source: Modified
fr: Modifié

source: New Attachment: $filename
fr: Nouvelle pièce jointe&nbsp;: $filename

source: New issue added.
fr: Nouvelle fiche ajoutée.

source: No data to export.
fr: Aucune donnée à exporter.

source: No resource selected.
fr: Pas de resource sélectionnée.

source: Non assigned
fr: Non assigné

source: Priority
fr: Priorité

source: Product
fr: Produit

source: Released
fr: Livré

source: Remember this search
fr: Se souvenir de cette recherche

source: Resource
fr: Ressource

source: Resources
fr: Ressources

source: Resources assigned to issues
fr: Ressources attribuées aux fiches

source: Resources removed: $resources.
fr: Ressources enlevées&nbsp;: $resources.

source: Search
fr: Chercher

source: Search for issues
fr: Chercher une fiche

source: Select Table
fr: Sélectionner le tableau

source: Start YYYY-MM-DD HH:MM
fr: Début YYYY-MM-DD HH:MM

source: State
fr: État

source: Stored Search
fr: Recherche sauvegardée

source: Stored Searches
fr: Recherches sauvergardées

source: Tchack Issue Tracker
fr: Tracker de fiche Tchack

source: The search has been modified.
fr: La recherche est modifiée.

source: The search has been removed.
fr: La recherche est effacée.

source: The search has been stored.
fr: La recherche est sauvegardée.

source: The search title has been changed.
fr: Le titre de la recherche est modifié.

source: The user $title did some changes.
fr: L'utilisateur <b>$title</b> à effectué des modifications.

source: There are ${n} assignments.
fr: Il ya ${n} attributions.

source: There is 1 assignment.
fr: Il y a 1 attribution.

source: Title
fr: Titre

source: To manage images, bugs and tasks
fr: Pour gérer les images, les bogues et les tâches

source: Unknown stored search "${sname}".
fr: Recherche sauvegardée «&nbsp;${sname}&nbsp;» inconnue.

source: Validated
fr: Validé

source: View
fr: Vue
